{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'v1.9.1'"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mdx.nvim": {
      "src": "https://github.com/davidmh/mdx.nvim",
      "version": "'main'"
    },
    "mini-git": {
      "src": "https://github.com/nvim-mini/mini-git",
      "version": "'stable'"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai",
      "version": "'stable'"
    },
    "mini.basics": {
      "src": "https://github.com/nvim-mini/mini.basics",
      "version": "'stable'"
    },
    "mini.bracketed": {
      "src": "https://github.com/nvim-mini/mini.bracketed",
      "version": "'stable'"
    },
    "mini.bufremove": {
      "src": "https://github.com/nvim-mini/mini.bufremove",
      "version": "'stable'"
    },
    "mini.clue": {
      "src": "https://github.com/nvim-mini/mini.clue",
      "version": "'stable'"
    },
    "mini.cmdline": {
      "src": "https://github.com/nvim-mini/mini.cmdline",
      "version": "'stable'"
    },
    "mini.cursorword": {
      "src": "https://github.com/nvim-mini/mini.cursorword",
      "version": "'stable'"
    },
    "mini.extra": {
      "src": "https://github.com/nvim-mini/mini.extra",
      "version": "'stable'"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files",
      "version": "'stable'"
    },
    "mini.hipatterns": {
      "src": "https://github.com/nvim-mini/mini.hipatterns",
      "version": "'stable'"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons",
      "version": "'stable'"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope",
      "version": "'stable'"
    },
    "mini.jump": {
      "src": "https://github.com/nvim-mini/mini.jump",
      "version": "'stable'"
    },
    "mini.jump2d": {
      "src": "https://github.com/nvim-mini/mini.jump2d",
      "version": "'stable'"
    },
    "mini.map": {
      "src": "https://github.com/nvim-mini/mini.map",
      "version": "'stable'"
    },
    "mini.move": {
      "src": "https://github.com/nvim-mini/mini.move",
      "version": "'stable'"
    },
    "mini.notify": {
      "src": "https://github.com/nvim-mini/mini.notify",
      "version": "'stable'"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs",
      "version": "'stable'"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "mini.statusline": {
      "src": "https://github.com/nvim-mini/mini.statusline",
      "version": "'stable'"
    },
    "mini.tabline": {
      "src": "https://github.com/nvim-mini/mini.tabline",
      "version": "'stable'"
    },
    "mini.trailspace": {
      "src": "https://github.com/nvim-mini/mini.trailspace",
      "version": "'stable'"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim",
      "version": "'v3.x'"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "ts-comments.nvim": {
      "src": "https://github.com/folke/ts-comments.nvim"
    },
    "yaml-schema-detect.nvim": {
      "src": "https://github.com/cwrau/yaml-schema-detect.nvim"
    }
  }
}
